export const notices = [
    {
        id: '20260308_05',
        text: '2026/03/08┃重くなったので一旦大きな地図は出なくしました。端末によっては複数レイヤー重ねると落ちる事があります。ごめんなさい。'
    },
    {
        id: '20260308_03',
        text: '2026/03/08┃ベースの地図を白地図に変更出来るようにしました'
    },
    {
        id: '20260308_02',
        text: '2026/03/08┃データタブに、津波・洪水・土砂災害などの重ね合わせデータを追加しました。'
    },
    {
        id: '20260308_01',
        text: '2026/03/08┃レイヤー内を「地図/地形」「データ」に分けました。'
    },
    {
        id: '20260307_01',
        text: '2026/03/07┃とりあえず公開しました'
    },
];
